/*
 * Name: OgreAPFCLocalizable.strings
 * Project: OgreKit
 *
 * Creation Date: Jan 22 2004
 * Author: Isao Sonobe <sonobe@gauge.scphys.kyoto-u.ac.jp>
 * Copyright: Copyright (c) 2004 Isao Sonobe, All rights reserved.
 * License: OgreKit License
 *
 * Encoding: UTF16
 * Tabsize: 4
 */

/* the title of OK button */
"OK"	= "OK";

/* the title of the "More/Less Options" Button */
"More Options"  = "Mehr Optionen";
"Less Options"	= "Weniger Opt.";

/* clear the find/replace histories */
// title
"Clear" = "Löschen";
// message
"Do you really want to clear find/replace histories?"   = "Möchten Sie wirklich den Suchen/Ersetzen-Verlauf löschen?";
// buttons
"Yes"   = "Löschen";
"No"	= "Abbrechen";

/* error messages */
"Invalid Regular Expression"   = "Ungültiger regulärer Ausdruck";

/* Find All messages */
"%d string found."				= "%d Zeichenkette gefunden.";
"%d strings found."				= "%d Zeichenketten gefunden.";
"Line %@"						= "Zeile %@";	/* a line number of a found string */
"Selected string not found."	= "Ausgewählte Zeichenkette nicht gefunden."; /* error message */
